<?php	
$logdb[]='admin	成功登录,保密了	1388480023	119.100.3.78';
$logdb[]='admin	成功登录,保密了	1388467323	127.0.0.1';
$logdb[]='搜虎精品社区	成功登录,保密了	1388460275	127.0.0.1';
$logdb[]='搜虎精品社区	成功登录,保密了	1388459811	127.0.0.1';
$logdb[]='搜虎精品社区	成功登录,保密了	1388459624	127.0.0.1';
$logdb[]='admin	admin	1388459613	127.0.0.1';
$logdb[]='搜虎精品社区	成功登录,保密了	1388459102	127.0.0.1';
$logdb[]='搜虎精品社区	成功登录,保密了	1382963581	127.0.0.1';
$logdb[]='搜虎精品社区	成功登录,保密了	1382963557	127.0.0.1';
$logdb[]='搜虎精品社区	成功登录,保密了	1382963493	127.0.0.1';
$logdb[]='搜虎精品社区	成功登录,保密了	1382873035	127.0.0.1';
$logdb[]='搜虎精品社区	成功登录,保密了	1379140280	127.0.0.1';
