<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('gbk');
E_D("DROP TABLE IF EXISTS `qb_fenlei_sort`;");
E_C("CREATE TABLE `qb_fenlei_sort` (
  `fid` mediumint(7) unsigned NOT NULL AUTO_INCREMENT,
  `fup` mediumint(7) unsigned NOT NULL DEFAULT '0',
  `name` varchar(50) NOT NULL DEFAULT '',
  `mid` smallint(4) NOT NULL DEFAULT '0',
  `class` smallint(4) NOT NULL DEFAULT '0',
  `sons` smallint(4) NOT NULL DEFAULT '0',
  `type` tinyint(1) NOT NULL DEFAULT '0',
  `admin` varchar(100) NOT NULL DEFAULT '',
  `list` int(10) NOT NULL DEFAULT '0',
  `listorder` tinyint(2) NOT NULL DEFAULT '0',
  `passwd` varchar(32) NOT NULL DEFAULT '',
  `logo` varchar(150) NOT NULL DEFAULT '',
  `descrip` text NOT NULL,
  `style` varchar(50) NOT NULL DEFAULT '',
  `template` text NOT NULL,
  `jumpurl` varchar(150) NOT NULL DEFAULT '',
  `maxperpage` tinyint(3) NOT NULL DEFAULT '0',
  `metatitle` varchar(250) NOT NULL DEFAULT '',
  `metakeywords` varchar(255) NOT NULL DEFAULT '',
  `metadescription` varchar(255) NOT NULL DEFAULT '',
  `allowcomment` tinyint(1) NOT NULL DEFAULT '0',
  `allowpost` varchar(150) NOT NULL DEFAULT '',
  `allowviewtitle` varchar(150) NOT NULL DEFAULT '',
  `allowviewcontent` varchar(150) NOT NULL DEFAULT '',
  `allowdownload` varchar(150) NOT NULL DEFAULT '',
  `forbidshow` tinyint(1) NOT NULL DEFAULT '0',
  `config` mediumtext NOT NULL,
  `index_show` tinyint(1) NOT NULL DEFAULT '0',
  `contents` mediumint(4) NOT NULL DEFAULT '0',
  `tableid` varchar(30) NOT NULL DEFAULT '',
  `dir_name` varchar(50) NOT NULL DEFAULT '',
  `ifcolor` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`fid`),
  KEY `mid` (`mid`),
  KEY `fup` (`fup`,`list`)
) ENGINE=MyISAM AUTO_INCREMENT=173 DEFAULT CHARSET=gbk");
E_D("replace into `qb_fenlei_sort` values('1','0','房产','1','1','0','1','','10','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','104','','FangChan','0');");
E_D("replace into `qb_fenlei_sort` values('2','0','物品交易','6','1','0','1','','9','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','100','','WuPinJiaoYi','0');");
E_D("replace into `qb_fenlei_sort` values('3','0','企业招聘','6','1','0','1','','8','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','50','','QiYeZhaoPin','0');");
E_D("replace into `qb_fenlei_sort` values('4','0','求职简历','2','1','0','1','','7','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','37','','QiuZhiJianLi','0');");
E_D("replace into `qb_fenlei_sort` values('5','0','同城交友','2','1','0','1','','6','0','','','','','','','0','','','','1','','','','','0','','0','1','','TongChengJiaoYou','0');");
E_D("replace into `qb_fenlei_sort` values('6','0','同城活动','2','1','0','1','','5','0','','','','','','','0','','','','1','','','','','0','','0','1','','TongChengHuoDong','0');");
E_D("replace into `qb_fenlei_sort` values('7','0','服务-生活类','2','1','0','1','','4','0','','','','','','','0','','','','1','','','','','0','','0','1','','FuWu_ShengHuoLei','0');");
E_D("replace into `qb_fenlei_sort` values('8','0','服务-商务类','2','1','0','1','','3','0','','','','','','','0','','','','1','','','','','0','','0','1','','FuWu_ShangWuLei','0');");
E_D("replace into `qb_fenlei_sort` values('9','0','车辆买卖与服务','2','1','0','1','','2','0','','','','','','','0','','','','1','','','','','0','','0','0','','CheLiangMaiMaiYuFuWu','0');");
E_D("replace into `qb_fenlei_sort` values('10','0','教育培训','2','1','0','1','','1','0','','','','','','','0','','','','1','','','','','0','','0','1','','JiaoYuPeiXun','0');");
E_D("replace into `qb_fenlei_sort` values('11','1','出租房','1','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','1','1','','ChuZuFang','0');");
E_D("replace into `qb_fenlei_sort` values('12','1','二手房出售','1','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:11:\"field_value\";N;s:7:\"is_html\";N;}','1','0','','ErShouFangChuShou','1');");
E_D("replace into `qb_fenlei_sort` values('13','1','合租房','1','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','0','','HeZuFang','0');");
E_D("replace into `qb_fenlei_sort` values('14','1','短期租房','1','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','0','','DuanQiZuFang','0');");
E_D("replace into `qb_fenlei_sort` values('15','1','求租房','1','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','QiuZuFang','0');");
E_D("replace into `qb_fenlei_sort` values('16','1','二手房求购','1','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','0','','ErShouFangQiuGou','0');");
E_D("replace into `qb_fenlei_sort` values('17','1','商铺出租/求租','7','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','0','','ShangPuChuZu_QiuZu','0');");
E_D("replace into `qb_fenlei_sort` values('18','1','商铺出售/求购','7','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','0','','ShangPuChuShou_QiuGou','0');");
E_D("replace into `qb_fenlei_sort` values('19','1','写字楼出租/求租','7','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','1','0','','XieZiLouChuZu_QiuZu','0');");
E_D("replace into `qb_fenlei_sort` values('20','1','写字楼出售/求购','7','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','0','','XieZiLouChuShou_QiuGou','0');");
E_D("replace into `qb_fenlei_sort` values('21','2','火车票/门票/购物券/消费卡','6','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','0','','HuoChePiao_MenPiao_GouWuQuan_XiaoFeiKa','0');");
E_D("replace into `qb_fenlei_sort` values('23','2','宠物/宠物用品','6','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','0','','ChongWu_ChongWuYongPin','0');");
E_D("replace into `qb_fenlei_sort` values('24','2','二手台式电脑','6','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','0','','ErShouTaiShiDianNao','0');");
E_D("replace into `qb_fenlei_sort` values('25','2','二手笔记本','6','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','1','1','','ErShouBiJiBen','0');");
E_D("replace into `qb_fenlei_sort` values('26','2','手机/通讯相关','6','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','0','','ShouJi_TongXunXiangGuan','0');");
E_D("replace into `qb_fenlei_sort` values('27','2','二手数码/摄录','6','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','0','','ErShouShuMa_SheLu','0');");
E_D("replace into `qb_fenlei_sort` values('28','2','音响/乐器/影音','6','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','0','','YinXiang_LeQi_YingYin','0');");
E_D("replace into `qb_fenlei_sort` values('29','2','软件/图书/音像','6','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','0','','RuanJian_TuShu_YinXiang','0');");
E_D("replace into `qb_fenlei_sort` values('30','2','艺术/工艺/收藏品','6','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','1','0','','YiShu_GongYi_ShouCangPin','0');");
E_D("replace into `qb_fenlei_sort` values('31','2','母婴/儿童用品','6','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','1','0','','MuYing_ErTongYongPin','0');");
E_D("replace into `qb_fenlei_sort` values('32','2','服饰/箱包/鞋帽','6','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','0','','FuShi_XiangBao_XieMao','0');");
E_D("replace into `qb_fenlei_sort` values('33','2','化妆品/保健品','6','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','0','','HuaZhuangPin_BaoJianPin','0');");
E_D("replace into `qb_fenlei_sort` values('36','2','办公用品/耗材','6','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','0','','BanGongYongPin_HaoCai','0');");
E_D("replace into `qb_fenlei_sort` values('37','2','运动/健身器材','6','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','0','','YunDong_JianShenQiCai','0');");
E_D("replace into `qb_fenlei_sort` values('38','2','家居/日用百货','6','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','0','','JiaJu_RiYongBaiHuo','0');");
E_D("replace into `qb_fenlei_sort` values('40','2','二手家电','6','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','0','','ErShouJiaDian','0');");
E_D("replace into `qb_fenlei_sort` values('42','2','网游/装备/虚拟物品','6','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','0','','WangYou_ZhuangBei_XuNiWuPin','0');");
E_D("replace into `qb_fenlei_sort` values('43','2','其他物品','6','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','0','','QiTaWuPin','0');");
E_D("replace into `qb_fenlei_sort` values('44','9','二手汽车买卖','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','ErShouQiCheMaiMai','0');");
E_D("replace into `qb_fenlei_sort` values('45','9','租车/代驾','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','ZuChe_DaiJia','0');");
E_D("replace into `qb_fenlei_sort` values('46','9','带车求职','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','DaiCheQiuZhi','0');");
E_D("replace into `qb_fenlei_sort` values('47','9','自行车买卖','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','ZiXingCheMaiMai','0');");
E_D("replace into `qb_fenlei_sort` values('48','9','摩托车/助动车','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','MoTuoChe_ZhuDongChe','0');");
E_D("replace into `qb_fenlei_sort` values('49','9','拼车上下班','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','PinCheShangXiaBan','0');");
E_D("replace into `qb_fenlei_sort` values('50','9','驾校/陪练','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','JiaXiao_PeiLian','0');");
E_D("replace into `qb_fenlei_sort` values('51','9','无车司机求职','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','WuCheSiJiQiuZhi','0');");
E_D("replace into `qb_fenlei_sort` values('52','9','汽修/保养','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','QiXiu_BaoYang','0');");
E_D("replace into `qb_fenlei_sort` values('53','9','车辆配件','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','CheLiangPeiJian','0');");
E_D("replace into `qb_fenlei_sort` values('54','9','新车买卖','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','XinCheMaiMai','0');");
E_D("replace into `qb_fenlei_sort` values('55','3','市场/营销','3','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','ShiChang_YingXiao55','0');");
E_D("replace into `qb_fenlei_sort` values('56','3','兼职','3','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','JianZhi','0');");
E_D("replace into `qb_fenlei_sort` values('57','3','文秘/文员','3','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','WenMi_WenYuan57','0');");
E_D("replace into `qb_fenlei_sort` values('58','3','技工/一般工人','3','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','JiGong_YiBanGongRen58','0');");
E_D("replace into `qb_fenlei_sort` values('59','3','电脑/网络相关','3','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','DianNao_WangLuoXiangGuan59','0');");
E_D("replace into `qb_fenlei_sort` values('60','3','旅游/酒店餐饮','3','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','0','','LvYou_JiuDianCanYin60','0');");
E_D("replace into `qb_fenlei_sort` values('61','3','设计/策划','3','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','SheJi_CeHua61','0');");
E_D("replace into `qb_fenlei_sort` values('62','3','行政/助理','3','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','XingZheng_ZhuLi62','0');");
E_D("replace into `qb_fenlei_sort` values('63','3','金融/财会/出纳','3','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','JinRong_CaiHui_ChuNa63','0');");
E_D("replace into `qb_fenlei_sort` values('64','3','经营管理','3','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','JingYingGuanLi64','0');");
E_D("replace into `qb_fenlei_sort` values('65','3','保健/美容美发','3','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','BaoJian_MeiRongMeiFa65','0');");
E_D("replace into `qb_fenlei_sort` values('66','3','音乐/表演/主持','3','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','YinLe_BiaoYan_ZhuChi66','0');");
E_D("replace into `qb_fenlei_sort` values('67','3','电子/机械/工程','3','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','DianZi_JiXie_GongCheng67','0');");
E_D("replace into `qb_fenlei_sort` values('68','3','写作/翻译','3','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','XieZuo_FanYi68','0');");
E_D("replace into `qb_fenlei_sort` values('69','3','政府/事业单位','3','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','ZhengFu_ShiYeDanWei69','0');");
E_D("replace into `qb_fenlei_sort` values('70','3','其他职位','3','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','QiTaZhiWei70','0');");
E_D("replace into `qb_fenlei_sort` values('71','7','家政','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','JiaZheng','0');");
E_D("replace into `qb_fenlei_sort` values('72','7','保洁','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','BaoJie','0');");
E_D("replace into `qb_fenlei_sort` values('73','7','搬家','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','BanJia','0');");
E_D("replace into `qb_fenlei_sort` values('74','7','装修/装饰','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','ZhuangXiu_ZhuangShi','0');");
E_D("replace into `qb_fenlei_sort` values('75','7','管道疏通/打孔','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','GuanDaoShuTong_DaKong','0');");
E_D("replace into `qb_fenlei_sort` values('76','7','电脑维修','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','DianNaoWeiXiu','0');");
E_D("replace into `qb_fenlei_sort` values('77','7','家电维修','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','JiaDianWeiXiu','0');");
E_D("replace into `qb_fenlei_sort` values('78','7','办公设备维修','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','BanGongSheBeiWeiXiu','0');");
E_D("replace into `qb_fenlei_sort` values('79','7','礼仪婚庆','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','LiYiHunQing','0');");
E_D("replace into `qb_fenlei_sort` values('80','7','写真/婚纱摄影','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','XieZhen_HunShaSheYing','0');");
E_D("replace into `qb_fenlei_sort` values('81','7','美容美体','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','MeiRongMeiTi','0');");
E_D("replace into `qb_fenlei_sort` values('82','7','养生保健','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','YangShengBaoJian','0');");
E_D("replace into `qb_fenlei_sort` values('83','7','旅游','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','LvYou','0');");
E_D("replace into `qb_fenlei_sort` values('84','7','订票/特价机票','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','DingPiao_TeJiaJiPiao','0');");
E_D("replace into `qb_fenlei_sort` values('85','7','送水/送气','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','SongShui_SongQi','0');");
E_D("replace into `qb_fenlei_sort` values('86','7','陪练','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','PeiLian','0');");
E_D("replace into `qb_fenlei_sort` values('87','4','市场/营销','4','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','ShiChang_YingXiao','0');");
E_D("replace into `qb_fenlei_sort` values('88','4','求兼职','4','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','QiuJianZhi','0');");
E_D("replace into `qb_fenlei_sort` values('89','4','文秘/文员','4','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','WenMi_WenYuan','0');");
E_D("replace into `qb_fenlei_sort` values('90','4','技工/一般工人','4','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','JiGong_YiBanGongRen','0');");
E_D("replace into `qb_fenlei_sort` values('91','4','电脑/网络相关','4','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','DianNao_WangLuoXiangGuan','0');");
E_D("replace into `qb_fenlei_sort` values('92','4','旅游/酒店餐饮','4','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','0','','LvYou_JiuDianCanYin','0');");
E_D("replace into `qb_fenlei_sort` values('93','4','设计/策划','4','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','SheJi_CeHua','0');");
E_D("replace into `qb_fenlei_sort` values('94','4','行政/助理','4','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','XingZheng_ZhuLi','0');");
E_D("replace into `qb_fenlei_sort` values('95','4','金融/财会/出纳','4','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','JinRong_CaiHui_ChuNa','0');");
E_D("replace into `qb_fenlei_sort` values('96','4','经营管理','4','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','JingYingGuanLi','0');");
E_D("replace into `qb_fenlei_sort` values('97','4','保健/美容美发','4','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','BaoJian_MeiRongMeiFa','0');");
E_D("replace into `qb_fenlei_sort` values('98','4','音乐/表演/主持','4','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','YinLe_BiaoYan_ZhuChi','0');");
E_D("replace into `qb_fenlei_sort` values('99','4','电子/机械/工程','4','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','DianZi_JiXie_GongCheng','0');");
E_D("replace into `qb_fenlei_sort` values('100','4','写作/翻译','4','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','XieZuo_FanYi','0');");
E_D("replace into `qb_fenlei_sort` values('101','4','政府/事业单位','4','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','ZhengFu_ShiYeDanWei','0');");
E_D("replace into `qb_fenlei_sort` values('102','4','其他职位','4','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','QiTaZhiWei','0');");
E_D("replace into `qb_fenlei_sort` values('103','8','快递','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','KuaiDi','0');");
E_D("replace into `qb_fenlei_sort` values('104','8','设计/网站建设','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','SheJi_WangZhanJianShe','0');");
E_D("replace into `qb_fenlei_sort` values('105','8','印刷','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','YinShua','0');");
E_D("replace into `qb_fenlei_sort` values('106','8','喷绘招牌','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','PenHuiZhaoPai','0');");
E_D("replace into `qb_fenlei_sort` values('107','8','招商加盟','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','ZhaoShangJiaMeng','0');");
E_D("replace into `qb_fenlei_sort` values('108','8','公司注册/年检','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','GongSiZhuCe_NianJian','0');");
E_D("replace into `qb_fenlei_sort` values('109','8','会计/审计/评估','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','HuiJi_ShenJi_PingGu','0');");
E_D("replace into `qb_fenlei_sort` values('110','8','金融/担保贷款','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','JinRong_DanBaoDaiKuan','0');");
E_D("replace into `qb_fenlei_sort` values('111','8','律师','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','LvShi','0');");
E_D("replace into `qb_fenlei_sort` values('112','8','清欠/商务调查','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','QingQian_ShangWuDiaoCha','0');");
E_D("replace into `qb_fenlei_sort` values('113','8','翻译','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','FanYi','0');");
E_D("replace into `qb_fenlei_sort` values('114','8','快餐外卖','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','KuaiCanWaiMai','0');");
E_D("replace into `qb_fenlei_sort` values('116','8','物流/货运','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','WuLiu_HuoYun','0');");
E_D("replace into `qb_fenlei_sort` values('117','8','其它','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','QiTa117','0');");
E_D("replace into `qb_fenlei_sort` values('118','10','家教','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','JiaJiao','0');");
E_D("replace into `qb_fenlei_sort` values('119','10','外语培训','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','WaiYuPeiXun','0');");
E_D("replace into `qb_fenlei_sort` values('120','10','职业培训','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','ZhiYePeiXun','0');");
E_D("replace into `qb_fenlei_sort` values('121','10','继续教育','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','JiXuJiaoYu','0');");
E_D("replace into `qb_fenlei_sort` values('122','10','文艺/体育','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','WenYi_TiYu','0');");
E_D("replace into `qb_fenlei_sort` values('123','10','留学/移民','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','LiuXue_YiMin','0');");
E_D("replace into `qb_fenlei_sort` values('124','10','电脑/网络','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','DianNao_WangLuo','0');");
E_D("replace into `qb_fenlei_sort` values('125','10','中小学教育','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','ZhongXiaoXueJiaoYu','0');");
E_D("replace into `qb_fenlei_sort` values('126','10','考研/公务员','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','KaoYan_GongWuYuan','0');");
E_D("replace into `qb_fenlei_sort` values('127','10','其他','2','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','0','','QiTa127','0');");
E_D("replace into `qb_fenlei_sort` values('128','5','找女友','5','2','0','0','','0','0','','','','','a:4:{s:4:\"head\";s:0:\"\";s:4:\"foot\";s:0:\"\";s:4:\"list\";s:0:\"\";s:8:\"bencandy\";s:0:\"\";}','','0','','','','0','','','','','0','a:2:{s:7:\"is_html\";N;s:11:\"field_value\";N;}','0','0','','ZhaoNvYou','0');");
E_D("replace into `qb_fenlei_sort` values('129','5','找男友','5','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','ZhaoNanYou','0');");
E_D("replace into `qb_fenlei_sort` values('130','5','男士征婚','5','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','NanShiZhengHun','0');");
E_D("replace into `qb_fenlei_sort` values('131','5','女士征婚','5','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','NvShiZhengHun','0');");
E_D("replace into `qb_fenlei_sort` values('132','5','同乡会','5','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','TongXiangHui','0');");
E_D("replace into `qb_fenlei_sort` values('133','5','兴趣交友','5','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','XingQuJiaoYou','0');");
E_D("replace into `qb_fenlei_sort` values('134','5','真情告白/祝福','5','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','ZhenQingGaoBai_ZhuFu','0');");
E_D("replace into `qb_fenlei_sort` values('135','5','寻人寻友','5','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','XunRenXunYou','0');");
E_D("replace into `qb_fenlei_sort` values('136','5','技能交换','5','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','JiNengJiaoHuan','0');");
E_D("replace into `qb_fenlei_sort` values('137','5','其他','5','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','QiTa137','0');");
E_D("replace into `qb_fenlei_sort` values('138','6','活动召集','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','HuoDongZhaoJi','0');");
E_D("replace into `qb_fenlei_sort` values('139','6','团购/打折','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','TuanGou_DaZhe','0');");
E_D("replace into `qb_fenlei_sort` values('140','6','结伴出游','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','JieBanChuYou','0');");
E_D("replace into `qb_fenlei_sort` values('141','6','相约运动','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','XiangYueYunDong','0');");
E_D("replace into `qb_fenlei_sort` values('142','6','公益活动/志愿者','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','GongYiHuoDong_ZhiYuanZhe','0');");
E_D("replace into `qb_fenlei_sort` values('143','6','讲座/研讨会/招聘会','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','JiangZuo_YanTaoHui_ZhaoPinHui','0');");
E_D("replace into `qb_fenlei_sort` values('144','6','演出/展览','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','YanChu_ZhanLan','0');");
E_D("replace into `qb_fenlei_sort` values('145','6','其他','2','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','QiTa','0');");
E_D("replace into `qb_fenlei_sort` values('150','0','餐饮美食','13','1','0','1','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','CanYinMeiShi','0');");
E_D("replace into `qb_fenlei_sort` values('158','150','家常菜','13','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','JiaChangCai','0');");
E_D("replace into `qb_fenlei_sort` values('159','150','茶馆','13','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','ChaGuan','0');");
E_D("replace into `qb_fenlei_sort` values('160','150','咖啡馆','13','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','KaFeiGuan','0');");
E_D("replace into `qb_fenlei_sort` values('161','150','自助餐','13','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','ZiZhuCan','0');");
E_D("replace into `qb_fenlei_sort` values('162','150','快餐','13','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','KuaiCan','0');");
E_D("replace into `qb_fenlei_sort` values('163','150','湘菜','13','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','XiangCai','0');");
E_D("replace into `qb_fenlei_sort` values('164','150','日韩菜','13','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','RiHanCai','0');");
E_D("replace into `qb_fenlei_sort` values('165','0','休闲娱乐','14','1','0','1','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','XiuXianYuLe','0');");
E_D("replace into `qb_fenlei_sort` values('166','165','酒吧','14','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','JiuBa','0');");
E_D("replace into `qb_fenlei_sort` values('167','165','KTV','14','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','KTV','0');");
E_D("replace into `qb_fenlei_sort` values('168','165','美容美发','14','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','MeiRongMeiFa','0');");
E_D("replace into `qb_fenlei_sort` values('169','165','洗浴','14','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','XiYu','0');");
E_D("replace into `qb_fenlei_sort` values('170','165','电影院','14','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','DianYingYuan','0');");
E_D("replace into `qb_fenlei_sort` values('171','165','按摩','14','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','AnMo','0');");
E_D("replace into `qb_fenlei_sort` values('172','165','棋牌室','14','2','0','0','','0','0','','','','','','','0','','','','1','','','','','0','','0','0','','QiPaiShi','0');");

require("../../inc/footer.php");
?>